Repository: uniglos/ct5016-assignment-1-ue5-6-lyra-level-design-6enj
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: es

# InputKeys,ValveIndex_Left_A_Click
source: Valve Index (L) A Press
es: Pulsar A (I) de Valve Index

# InputKeys,ValveIndex_Left_B_Click
source: Valve Index (L) B Press
es: Pulsar (B) I de Valve Index

# InputKeys,ValveIndex_Left_A_Touch
source: Valve Index (L) A Touch
es: Tocar A (I) de Valve Index

# InputKeys,ValveIndex_Left_B_Touch
source: Valve Index (L) B Touch
es: Tocar (B) I de Valve Index

# InputKeys,ValveIndex_Left_Grip_Axis
source: Valve Index (L) Grip Axis
es: Eje empuñadura (I) de Valve Index

# InputKeys,ValveIndex_Left_Grip_Force
source: Valve Index (L) Grip Force
es: Aplicar fuerza en la empuñadura (I) de Valve Index

# InputKeys,ValveIndex_Left_Trigger_Click
source: Valve Index (L) Trigger
es: Gatillo (I) de Valve Index

# InputKeys,ValveIndex_Left_Trigger_Axis
source: Valve Index (L) Trigger Axis
es: Eje del gatillo (I) de Valve Index

# InputKeys,ValveIndex_Left_Trigger_Touch
source: Valve Index (L) Trigger Touch
es: Tocar gatillo (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_X
source: Valve Index (L) Thumbstick X-Axis
es: Eje X stick (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Y
source: Valve Index (L) Thumbstick Y-Axis
es: Eje Y stick (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_2D
source: Valve Index (L) Thumbstick 2D-Axis
es: Eje 2D stick (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Click
source: Valve Index (L) Thumbstick Button
es: Botón stick (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Touch
source: Valve Index (L) Thumbstick Touch
es: Pulsar stick (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Up
source: Valve Index (L) Thumbstick Up
es: Stick hacia arriba (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Down
source: Valve Index (L) Thumbstick Down
es: Stick hacia abajo (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Left
source: Valve Index (L) Thumbstick Left
es: Stick hacia la izquierda (I) de Valve Index

# InputKeys,ValveIndex_Left_Thumbstick_Right
source: Valve Index (L) Thumbstick Right
es: Stick hacia la derecha (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_X
source: Valve Index (L) Trackpad X
es: Trackpad X (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Y
source: Valve Index (L) Trackpad Y
es: Trackpad Y (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_2D
source: Valve Index (L) Trackpad 2D-Axis
es: Eje 2D trackpad (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Force
source: Valve Index (L) Trackpad Force
es: Aplicar fuerza en el trackpad (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Touch
source: Valve Index (L) Trackpad Touch
es: Tocar trackpad (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Up
source: Valve Index (L) Trackpad Up
es: Trackpad hacia arriba (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Down
source: Valve Index (L) Trackpad Down
es: Trackpad hacia abajo (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Left
source: Valve Index (L) Trackpad Left
es: Trackpad hacia la izquierda (I) de Valve Index

# InputKeys,ValveIndex_Left_Trackpad_Right
source: Valve Index (L) Trackpad Right
es: Trackpad hacia la derecha (I) de Valve Index

# InputKeys,ValveIndex_Right_A_Click
source: Valve Index (R) A Press
es: Pulsar A (D) de Valve Index

# InputKeys,ValveIndex_Right_B_Click
source: Valve Index (R) B Press
es: Pulsar B (D) de Valve Index

# InputKeys,ValveIndex_Right_A_Touch
source: Valve Index (R) A Touch
es: Tocar A (D) de Valve Index

# InputKeys,ValveIndex_Right_B_Touch
source: Valve Index (R) B Touch
es: Tocar B (D) de Valve Index

# InputKeys,ValveIndex_Right_Grip_Axis
source: Valve Index (R) Grip Axis
es: Eje de la empuñadura (D) de Valve Index

# InputKeys,ValveIndex_Right_Grip_Force
source: Valve Index (R) Grip Force
es: Aplicar fuerza en la empuñadura (D) de Valve Index

# InputKeys,ValveIndex_Right_Trigger_Click
source: Valve Index (R) Trigger
es: Gatillo (D) de Valve Index

# InputKeys,ValveIndex_Right_Trigger_Axis
source: Valve Index (R) Trigger Axis
es: Eje del gatillo (D) de Valve Index

# InputKeys,ValveIndex_Right_Trigger_Touch
source: Valve Index (R) Trigger Touch
es: Tocar gatillo (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_X
source: Valve Index (R) Thumbstick X-Axis
es: Eje X stick (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Y
source: Valve Index (R) Thumbstick Y-Axis
es: Eje Y stick (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_2D
source: Valve Index (R) Thumbstick 2D-Axis
es: Eje 2D stick (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Click
source: Valve Index (R) Thumbstick Button
es: Botón stick (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Touch
source: Valve Index (R) Thumbstick Touch
es: Pulsar stick (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Up
source: Valve Index (R) Thumbstick Up
es: Stick hacia arriba (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Down
source: Valve Index (R) Thumbstick Down
es: Stick hacia abajo (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Left
source: Valve Index (R) Thumbstick Left
es: Stick hacia la izquierda (D) de Valve Index

# InputKeys,ValveIndex_Right_Thumbstick_Right
source: Valve Index (R) Thumbstick Right
es: Stick hacia la derecha (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_X
source: Valve Index (R) Trackpad X
es: Trackpad X (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Y
source: Valve Index (R) Trackpad Y
es: Trackpad Y (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_2D
source: Valve Index (R) Trackpad 2D-Axis
es: Eje 2D trackpad (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Force
source: Valve Index (R) Trackpad Force
es: Aplicar fuerza en el trackpad (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Touch
source: Valve Index (R) Trackpad Touch
es: Tocar trackpad (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Up
source: Valve Index (R) Trackpad Up
es: Trackpad hacia arriba (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Down
source: Valve Index (R) Trackpad Down
es: Trackpad hacia abajo (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Left
source: Valve Index (R) Trackpad Left
es: Trackpad hacia la izquierda (D) de Valve Index

# InputKeys,ValveIndex_Right_Trackpad_Right
source: Valve Index (R) Trackpad Right
es: Trackpad hacia la derecha (D) de Valve Index

# BuildPatchInstaller,BuildPatchInstaller_GenericProgress
source: Please Wait
es: Espera

# BuildPatchInstaller,BuildPatchInstaller_DownloadSpeedFormat
source: {Current} / {Total} ({Speed}/sec)
es: {Current}/{Total} ({Speed}/s)

# BuildPatchInstallError,InvalidInstallTags
source: This installation could not continue due to a configuration issue. Please contact support.
es: No se ha podido continuar con el proceso de instalación debido a un problema de configuración. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,MissingInstallDirectory
source: The installation directory could not be created. {0}
es: No se ha podido crear el directorio de instalación. {0}

# BuildPatchInstallError,MissingStageDirectory
source: The following directory could not be created. {0}
es: No se ha podido crear el siguiente directorio. {0}

# BuildPatchInstallError,MissingPrereqForPrereqOnlyInstall
source: This installation could not continue due to a prerequisite configuration issue. Please contact support.
es: No se ha podido continuar con el proceso de instalación debido al problema de configuración de un prerrequisito. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallProgress,EBuildPatchProgress_Queued
source: Queued
es: En cola

# BuildPatchInstallProgress,EBuildPatchProgress_Initialising
source: Initializing
es: Iniciando

# BuildPatchInstallProgress,EBuildPatchProgress_Resuming
source: Resuming
es: Reanudando

# BuildPatchInstallProgress,EBuildPatchProgress_Downloading
source: Downloading
es: Descargando

# BuildPatchInstallProgress,EBuildPatchProgress_Installing
source: Installing
es: Instalando

# BuildPatchInstallProgress,EBuildPatchProgress_BuildVerification
source: Verifying
es: Verificando

# BuildPatchInstallProgress,EBuildPatchProgress_CleanUp
source: Cleaning up
es: Limpiando

# BuildPatchInstallProgress,EBuildPatchProgress_PrerequisitesInstall
source: Prerequisites
es: Prerrequisitos

# BuildPatchInstallProgress,EBuildPatchProgress_Complete
source: Complete
es: Completado

# BuildPatchInstallProgress,EBuildPatchProgress_Paused
source: Paused
es: Pausado

# BuildPatchInstallError,BuildPatchInstallShortError_NoError
source: The operation was successful.
es: Se ha completado la operación con éxito.

# BuildPatchInstallError,BuildPatchInstallShortError_DownloadError
source: Could not download patch data. Please check your internet connection, and try again.
es: No se han podido descargar los datos del parche. Comprueba la conexión a internet e inténtalo de nuevo.

# BuildPatchInstallError,BuildPatchInstallShortError_FileConstructionFail
source: A file corruption has occurred. Please try again.
es: Se ha corrompido el archivo. Inténtalo de nuevo.

# BuildPatchInstallError,BuildPatchInstallShortError_MoveFileToInstall
source: A file access error has occurred. Please check your running processes.
es: Se ha producido un error al acceder al archivo. Comprueba los procesos en ejecución.

# BuildPatchInstallError,BuildPatchInstallShortError_BuildCorrupt
source: The installation is corrupt. Please contact support.
es: La instalación está corrupta. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationClosing
source: The application is closing.
es: La aplicación se está cerrando.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationError
source: Patching service could not start. Please contact support.
es: No se ha podido iniciar el instalador del parche. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,BuildPatchInstallShortError_UserCanceled
source: User cancelled.
es: Usuario cancelado.

# BuildPatchInstallError,BuildPatchInstallShortError_PrerequisiteError
source: The necessary prerequisites have failed to install. Please contact support.
es: No se han podido instalar los prerrequisitos necesarios. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,BuildPatchInstallShortError_InitializationError
source: The installer failed to initialize. Please contact support.
es: No se ha podido iniciar el instalador. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,BuildPatchInstallShortError_PathLengthExceeded
source: Maximum path length exceeded. Please specify a shorter install location.
es: Se ha superado la longitud máxima de la ruta. Indica una ubicación más corta para la instalación.

# BuildPatchInstallError,BuildPatchInstallShortError_OutOfDiskSpace
source: Not enough disk space available. Please free up some disk space and try again.
es: No hay suficiente espacio disponible en el disco. Libera espacio en el disco e inténtalo de nuevo.

# BuildPatchInstallError,BuildPatchInstallShortError_InvalidOrMax
source: An unknown error ocurred. Please contact support.
es: Se ha producido un error desconocido. Ponte en contacto con asistencia al jugador.

# BuildPatchInstallError,InstallDirectoryDiskSpace
source: There is not enough space at {Location} {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
es: No hay suficiente espacio en {Location} Se necesitan {RequiredBytes}. Disponible: {AvailableBytes}. Necesitas {SpaceAdditional} más para realizar la instalación.

# BuildPatchInstallError,InstallDirectoryDiskSpaceDevice
source: There is not enough space on your device. {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
es: No hay suficiente espacio en tu dispositivo. Se necesitan {RequiredBytes}. Disponible: {AvailableBytes}. Necesitas {SpaceAdditional} más para realizar la instalación.

# MessageDialog,TitleVideoCardDriverIssue
source: WARNING: Known issues with graphics driver
es: ATENCIÓN: Existen problemas conocidos con el controlador gráfico.

# MessageDialog,UpdateMacOSX_Body
source: Please update to the latest version of macOS for best performance and stability.
es: Actualiza a la última versión de macOS para obtener el mejor rendimiento y estabilidad.

# MessageDialog,UpdateMacOSX_Title
source: Update macOS
es: Actualiza macOS

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
es: ¿Error NullDrv?

# GpuProfiler,GpuProfileVsyncEnabledWarning
source: WARNING: This GPU profile was captured with v-sync enabled. V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data.
es: AVISO: Este perfil de la GPU se capturó con la función V-Sync activada. El tiempo de espera de V-Sync puede aparecer en cualquier depósito y, por este motivo, los datos de este perfil pueden estar sesgados. Captura el perfil con V-Sync desactivado para obtener los datos más precisos.

# LinuxDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
es: Se necesita el controlador Vulkan para ejecutar el motor gráfico.

# LinuxDynamicRHI,NoVulkanTargetedRHI
source: Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list.
es: Intentando forzar la RHI de Vulkan, pero el proyecto no la incluye en la lista TargetedRHIs.

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
es: Se necesita OpenGL 4.3 para ejecutar el motor.

# LinuxDynamicRHI,NoOpenGLTargetedRHI
source: Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list.
es: Intentando forzar la RHI de OpenGL, pero el proyecto no la incluye en la lista TargetedRHIs.

# LinuxDynamicRHI,NoVulkanNoGL
source: Vulkan or OpenGL (4.3) support is required to run the engine.
es: Se necesita compatibilidad con Vulkan u OpenGL (4.3) para ejecutar el motor.

# LinuxDynamicRHI,NoVulkanDriver
source: Failed to load Vulkan Driver which is required to run the engine. The engine no longer fallbacks to OpenGL4 which has been deprecated.
es: No se ha podido cargar el driver Vulkan, necesario para poder ejecutar el motor. Este motor ya no se ejecuta como alternativa a OpenGL4, que se ha quedado obsoleto.

# LinuxDynamicRHI,NoOpenGLDriver
source: Failed to load OpenGL Driver which is required to run the engine. OpenGL4 has been deprecated and should use Vulkan.
es: No se ha podido cargar el driver OpenGL, necesario para poder ejecutar el motor. OpenGL4 está obsoleto y en su lugar debe usarse Vulkan.

# LinuxDynamicRHI,NoTargetedRHI
source: The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi.
es: El proyecto no contempla las RHI de Vulkan ni OpenGL, comprueba los ajustes del proyecto o pasa -nullrhi.

# LinuxDynamicRHI,OpenGLRemoved
source: Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead.
es: Aviso: OpenGL ya no es compatible con las plataformas de escritorio. En su lugar, se utilizará Vulkan.

# WindowsDynamicRHI,RequiredDX11Feature_11_SM5
source: A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine.
es: Se necesita una tarjeta gráfica compatible con D3D11 (función de nivel 11.0, Shader Model 5.0) para ejecutar el motor.

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
es: Se necesita OpenGL 4.3 para ejecutar el motor.
