Repository: uniglos/ct5016-assignment-1-ue5-6-lyra-level-design-6enj
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides.po
Languages: es

# GenericPlatform,FileManagerName
source: File Manager
es: Administrador de archivos

# UnrealBuildConfigurations,DebugName
source: Debug
es: Depuración

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
es: Depurar juego

# UnrealBuildConfigurations,DevelopmentName
source: Development
es: Desarrollo

# UnrealBuildConfigurations,ShippingName
source: Shipping
es: Envío

# UnrealBuildConfigurations,TestName
source: Test
es: Prueba

# UnrealBuildConfigurations,UnknownName
source: Unknown
es: Desconocido

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
es: Mando: X

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
es: Mando: Círculo

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
es: Mando: Cuadrado

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
es: Mando: Triángulo

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
es: Mando: Botón del panel táctil

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
es: Mando: Opciones

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
es: Mando: L1

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
es: Mando: R1

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
es: Mando: L2

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
es: Mando: R2

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
es: Mando: Eje de L2

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
es: Mando: Eje de R2

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
es: Mando: L3

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
es: Mando: R3

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
es: Mando: A

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
es: Mando: B

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
es: Mando: X

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
es: Mando: Y

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
es: Mando: Atrás

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
es: Mando: Start

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
es: Mando: Botón superior izquierdo

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
es: Mando: Botón superior derecho

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
es: Mando: Gatillo izquierdo

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
es: Mando: Gatillo derecho

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
es: Mando: Eje del gatillo izquierdo

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
es: Mando: Eje del gatillo derecho

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
es: Mando: Botón del stick izquierdo

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
es: Mando: Botón del stick derecho

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
es: Mando: Botón frontal abajo

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
es: Mando: Botón frontal derecha

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
es: Mando: Botón frontal izquierda

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
es: Mando: Botón frontal arriba

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
es: Mando: Especial izquierda

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
es: Mando: Especial derecha

# InputKeys,GamepadSubCategory
source: Gamepad
es: Mando

# InputKeys,MouseSubCategory
source: Mouse
es: Ratón

# InputKeys,KeyboardSubCategory
source: Keyboard
es: Teclado

# InputKeys,AnyKey
source: Any Key
es: Cualquier tecla

# InputKeys,MouseX
source: Mouse X
es: Ratón X

# InputKeys,MouseY
source: Mouse Y
es: Ratón Y

# InputKeys,Mouse2D
source: Mouse XY 2D-Axis
es: Eje 2D XY del ratón

# InputKeys,MouseWheelAxis
source: Mouse Wheel Axis
es: Eje de la rueda del ratón

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
es: Rueda del ratón arriba

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
es: Rueda del ratón abajo

# InputKeys,LeftMouseButton
source: Left Mouse Button
es: Botón izquierdo del ratón

# InputKeys,LeftMouseButtonShort
source: LMB
es: Clic izquierdo

# InputKeys,RightMouseButton
source: Right Mouse Button
es: Botón secundario del ratón

# InputKeys,RightMouseButtonShort
source: RMB
es: Clic derecho

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
es: Botón central del ratón

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
es: Botón del pulgar del ratón

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
es: Botón del pulgar del ratón 2

# InputKeys,Tab
source: Tab
es: Tabulador

# InputKeys,Enter
source: Enter
es: Intro

# InputKeys,Pause
source: Pause
es: Pausa

# InputKeys,CapsLock
source: Caps Lock
es: Bloq Mayús

# InputKeys,CapsLockShort
source: Caps
es: Mayús

# InputKeys,SpaceBar
source: Space Bar
es: Barra espaciadora

# InputKeys,SpaceBarShort
source: Space
es: Espacio

# InputKeys,PageUp
source: Page Up
es: Retroceder página

# InputKeys,PageUpShort
source: PgUp
es: Re Pág

# InputKeys,PageDown
source: Page Down
es: Avanzar página

# InputKeys,PageDownShort
source: PgDn
es: Av Pág

# InputKeys,End
source: End
es: Fin

# InputKeys,Home
source: Home
es: Base

# InputKeys,Left
source: Left
es: Izquierda

# InputKeys,Up
source: Up
es: Arriba

# InputKeys,Right
source: Right
es: Derecha

# InputKeys,Down
source: Down
es: Abajo

# InputKeys,Insert
source: Insert
es: Insertar

# InputKeys,Delete
source: Delete
es: Suprimir

# InputKeys,DeleteShort
source: Del
es: Supr

# InputKeys,ForwardDelete
source: Fn+Delete
es: Fn+Suprimir

# InputKeys,BackSpace
source: Backspace
es: Retroceso

# InputKeys,NumPadZero
source: Num 0
es: Núm 0

# InputKeys,NumPadOne
source: Num 1
es: Núm 1

# InputKeys,NumPadTwo
source: Num 2
es: Núm 2

# InputKeys,NumPadSix
source: Num 6
es: Núm 6

# InputKeys,NumPadEight
source: Num 8
es: Núm 8

# InputKeys,Multiply
source: Num *
es: Núm *

# InputKeys,Add
source: Num +
es: Núm +

# InputKeys,Decimal
source: Num .
es: Núm .

# InputKeys,NumLock
source: Num Lock
es: Bloq Núm

# InputKeys,ScrollLock
source: Scroll Lock
es: Bloqueo desplazamiento

# InputKeys,LeftShift
source: Left Shift
es: Mayús izquierdo

# InputKeys,RightShift
source: Right Shift
es: Mayús derecho

# InputKeys,LeftControl
source: Left Ctrl
es: Ctrl izquierdo

# InputKeys,RightControl
source: Right Ctrl
es: Ctrl derecho

# InputKeys,LeftAlt
source: Left Alt
es: Alt izquierdo

# InputKeys,RightAlt
source: Right Alt
es: Alt derecho

# InputKeys,LeftCommand
source: Left Cmd
es: Cmd izquierdo

# InputKeys,RightCommand
source: Right Cmd
es: Cmd derecho

# InputKeys,Semicolon
source: Semicolon
es: Punto y coma

# InputKeys,Comma
source: Comma
es: Coma

# InputKeys,Hyphen
source: Hyphen
es: Guion

# InputKeys,Underscore
source: Underscore
es: Barra baja

# InputKeys,Period
source: Period
es: Punto

# InputKeys,Slash
source: Slash
es: Arañazos

# InputKeys,LeftBracket
source: Left Bracket
es: Abrir corchete

# InputKeys,Backslash
source: Backslash
es: Barra diagonal inversa

# InputKeys,RightBracket
source: Right Bracket
es: Cerrar corchete

# InputKeys,Apostrophe
source: Apostrophe
es: Apóstrofe

# InputKeys,Quote
source: Quote
es: Comilla

# InputKeys,LeftParantheses
source: Left Parantheses
es: Abrir paréntesis

# InputKeys,RightParantheses
source: Right Parantheses
es: Cerrar paréntesis

# InputKeys,Asterix
source: Asterisk
es: Asterisco

# InputKeys,Caret
source: Caret
es: Símbolo de intercalación

# InputKeys,Dollar
source: Dollar
es: Dólar

# InputKeys,Exclamation
source: Exclamation
es: Exclamación

# InputKeys,Colon
source: Colon
es: Dos puntos

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
es: Mando: Eje X del stick izquierdo

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
es: Mando: Eje Y del stick izquierdo

# InputKeys,Gamepad_Left2D
source: Gamepad Left Thumbstick 2D-Axis
es: Mando: Eje 2D del stick izquierdo

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
es: Mando: Eje X del stick derecho

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
es: Mando: Eje Y del stick derecho

# InputKeys,Gamepad_Right2D
source: Gamepad Right Thumbstick 2D-Axis
es: Mando: Eje 2D del stick derecho

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
es: Mando: Cruceta arriba

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
es: Mando: Cruceta abajo

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
es: Mando: Cruceta derecha

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
es: Mando: Cruceta izquierda

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
es: Mando: Stick izquierdo arriba

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
es: Mando: Stick izquierdo abajo

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
es: Mando: Stick izquierdo derecha

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
es: Mando: Stick izquierdo izquierda

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
es: Mando: Stick derecho arriba

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
es: Mando: Stick derecho abajo

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
es: Mando: Stick derecho derecha

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
es: Mando: Stick derecho izquierda

# InputKeys,MotionSubCateogry
source: Motion
es: Movimiento

# InputKeys,Tilt
source: Tilt
es: Inclinación

# InputKeys,RotationRate
source: Rotation Rate
es: Tasa de rotación

# InputKeys,Gravity
source: Gravity
es: Gravedad

# InputKeys,Acceleration
source: Acceleration
es: Aceleración

# InputKeys,TouchSubCateogry
source: Touch
es: Táctil

# InputKeys,TouchFormat
source: Touch {0}
es: Tocar {0}

# InputKeys,GestureSubCateogry
source: Gesture
es: Gesto

# InputKeys,Gesture_Pinch
source: Pinch
es: Pellizcar

# InputKeys,Gesture_Flick
source: Flick
es: Deslizar

# InputKeys,Gesture_Rotate
source: Rotate
es: Rotar

# InputKeys,Gamepad_Special_Left_X
source: Touchpad Button X Axis
es: Panel táctil: Eje horizontal del botón

# InputKeys,Gamepad_Special_Left_Y
source: Touchpad Button Y Axis
es: Panel táctil: Eje vertical del botón

# InputKeys,Steam_Touch_0
source: Steam Touch 0
es: Steam: Táctil 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
es: Steam: Táctil 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
es: Steam: Táctil 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
es: Steam: Táctil 3

# InputKeys,Steam_Back_Left
source: Steam Back Left
es: Steam: Atrás izquierda

# InputKeys,Steam_Back_Right
source: Steam Back Right
es: Steam: Atrás derecha

# InputKeys,Global_Menu
source: Global Menu
es: Global: Menú

# InputKeys,Global_View
source: Global View
es: Global: Ver

# InputKeys,Global_Pause
source: Global Pause
es: Global: Pausa

# InputKeys,Global_Play
source: Global Play
es: Global: Jugar

# InputKeys,Global_Back
source: Global Back
es: Global: Atrás

# InputKeys,Android_Back
source: Android Back
es: Android: Atrás

# InputKeys,Android_Volume_Up
source: Android Volume Up
es: Android: Subir volumen

# InputKeys,Android_Volume_Down
source: Android Volume Down
es: Android: Bajar volumen

# InputKeys,Android_Menu
source: Android Menu
es: Android: Menú

# InputKeys,Vive_Left_Grip_Click
source: Vive (L) Grip
es: Empuñadura (I) de Vive

# InputKeys,Vive_Left_Menu_Click
source: Vive (L) Menu
es: Menú (I) de Vive

# InputKeys,Vive_Left_Trigger_Click
source: Vive (L) Trigger
es: Gatillo (I) de Vive

# InputKeys,Vive_Left_Trigger_Axis
source: Vive (L) Trigger Axis
es: Eje del gatillo (I) de Vive

# InputKeys,Vive_Left_Trackpad_X
source: Vive (L) Trackpad X-Axis
es: Eje X trackpad (I) de Vive

# InputKeys,Vive_Left_Trackpad_Y
source: Vive (L) Trackpad Y-Axis
es: Eje Y trackpad (I) de Vive

# InputKeys,Vive_Left_Trackpad_2D
source: Vive (L) Trackpad 2D-Axis
es: Eje 2D trackpad (I) de Vive

# InputKeys,Vive_Left_Trackpad_Click
source: Vive (L) Trackpad Button
es: Botón trackpad (I) de Vive

# InputKeys,Vive_Left_Trackpad_Touch
source: Vive (L) Trackpad Touch
es: Tocar trackpad (I) de Vive

# InputKeys,Vive_Left_Trackpad_Up
source: Vive (L) Trackpad Up
es: Trackpad hacia arriba (I) de Vive

# InputKeys,Vive_Left_Trackpad_Down
source: Vive (L) Trackpad Down
es: Trackpad hacia abajo (I) de Vive

# InputKeys,Vive_Left_Trackpad_Left
source: Vive (L) Trackpad Left
es: Trackpad hacia la izquierda (I) de Vive

# InputKeys,Vive_Left_Trackpad_Right
source: Vive (L) Trackpad Right
es: Trackpad hacia la derecha (I) de Vive

# InputKeys,Vive_Right_Grip_Click
source: Vive (R) Grip
es: Botón de agarre (D) de Vive

# InputKeys,Vive_Right_Menu_Click
source: Vive (R) Menu
es: Botón Menú (D) de Vive

# InputKeys,Vive_Right_Trigger_Click
source: Vive (R) Trigger
es: Gatillo (D) de Vive

# InputKeys,Vive_Right_Trigger_Axis
source: Vive (R) Trigger Axis
es: Eje del gatillo (D) de Vive

# InputKeys,Vive_Right_Trackpad_X
source: Vive (R) Trackpad X-Axis
es: Eje X trackpad (D) de Vive

# InputKeys,Vive_Right_Trackpad_Y
source: Vive (R) Trackpad Y-Axis
es: Eje Y trackpad (D) de Vive

# InputKeys,Vive_Right_Trackpad_2D
source: Vive (R) Trackpad 2D-Axis
es: Eje 2D trackpad (D) de Vive

# InputKeys,Vive_Right_Trackpad_Click
source: Vive (R) Trackpad Button
es: Botón trackpad (D) de Vive

# InputKeys,Vive_Right_Trackpad_Touch
source: Vive (R) Trackpad Touch
es: Tocar trackpad (D) de Vive

# InputKeys,Vive_Right_Trackpad_Up
source: Vive (R) Trackpad Up
es: Trackpad hacia arriba (D) de Vive

# InputKeys,Vive_Right_Trackpad_Down
source: Vive (R) Trackpad Down
es: Trackpad hacia abajo (D) de Vive

# InputKeys,Vive_Right_Trackpad_Left
source: Vive (R) Trackpad Left
es: Trackpad hacia la izquierda (D) de Vive

# InputKeys,Vive_Right_Trackpad_Right
source: Vive (R) Trackpad Right
es: Trackpad hacia la derecha (D) de Vive

# InputKeys,MixedReality_Left_Menu_Click
source: Mixed Reality (L) Menu
es: Menú (I) de Mixed Reality

# InputKeys,MixedReality_Left_Grip_Click
source: Mixed Reality (L) Grip
es: Empuñadura (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trigger_Click
source: Mixed Reality (L) Trigger
es: Gatillo (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trigger_Axis
source: Mixed Reality (L) Trigger Axis
es: Eje del gatillo (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_X
source: Mixed Reality (L) Thumbstick X-Axis
es: Eje X stick (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Y
source: Mixed Reality (L) Thumbstick Y-Axis
es: Eje Y stick (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_2D
source: Mixed Reality (L) Thumbstick 2D-Axis
es: Eje 2D stick (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Click
source: Mixed Reality (L) Thumbstick Button
es: Botón stick (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Up
source: Mixed Reality (L) Thumbstick Up
es: Stick hacia arriba (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Down
source: Mixed Reality (L) Thumbstick Down
es: Stick hacia abajo (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Left
source: Mixed Reality (L) Thumbstick Left
es: Stick hacia la izquierda (I) de Mixed Reality

# InputKeys,MixedReality_Left_Thumbstick_Right
source: Mixed Reality (L) Thumbstick Right
es: Stick hacia la derecha (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_X
source: Mixed Reality (L) Trackpad X
es: Trackpad X (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Y
source: Mixed Reality (L) Trackpad Y
es: Trackpad Y (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_2D
source: Mixed Reality (L) Trackpad 2D-Axis
es: Eje 2D trackpad (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Click
source: Mixed Reality (L) Trackpad Button
es: Botón trackpad (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Touch
source: Mixed Reality (L) Trackpad Touch
es: Pulsar trackpad (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Up
source: Mixed Reality (L) Trackpad Up
es: Trackpad hacia arriba (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Down
source: Mixed Reality (L) Trackpad Down
es: Trackpad hacia abajo (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Left
source: Mixed Reality (L) Trackpad Left
es: Trackpad hacia la izquierda (I) de Mixed Reality

# InputKeys,MixedReality_Left_Trackpad_Right
source: Mixed Reality (L) Trackpad Right
es: Trackpad hacia la derecha (I) de Mixed Reality

# InputKeys,MixedReality_Right_Menu_Click
source: Mixed Reality (R) Menu
es: Botón menú (D) de Mixed Reality

# InputKeys,MixedReality_Right_Grip_Click
source: Mixed Reality (R) Grip
es: Empuñadura (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trigger_Click
source: Mixed Reality (R) Trigger
es: Gatillo (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trigger_Axis
source: Mixed Reality (R) Trigger Axis
es: Eje del gatillo (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_X
source: Mixed Reality (R) Thumbstick X-Axis
es: Eje X stick (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Y
source: Mixed Reality (R) Thumbstick Y-Axis
es: Eje Y stick (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_2D
source: Mixed Reality (R) Thumbstick 2D-Axis
es: Eje 2D stick (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Click
source: Mixed Reality (R) Thumbstick Button
es: Botón stick (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Up
source: Mixed Reality (R) Thumbstick Up
es: Stick hacia arriba (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Down
source: Mixed Reality (R) Thumbstick Down
es: Stick hacia abajo (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Left
source: Mixed Reality (R) Thumbstick Left
es: Stick hacia la izquierda (D) de Mixed Reality

# InputKeys,MixedReality_Right_Thumbstick_Right
source: Mixed Reality (R) Thumbstick Right
es: Stick hacia la derecha (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_X
source: Mixed Reality (R) Trackpad X
es: Trackpad X (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Y
source: Mixed Reality (R) Trackpad Y
es: Trackpad Y (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_2D
source: Mixed Reality (R) Trackpad 2D-Axis
es: Eje 2D trackpad (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Click
source: Mixed Reality (R) Trackpad Button
es: Botón trackpad (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Touch
source: Mixed Reality (R) Trackpad Touch
es: Pulsar trackpad (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Up
source: Mixed Reality (R) Trackpad Up
es: Trackpad hacia arriba (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Down
source: Mixed Reality (R) Trackpad Down
es: Trackpad hacia abajo (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Left
source: Mixed Reality (R) Trackpad Left
es: Trackpad hacia la izquierda (D) de Mixed Reality

# InputKeys,MixedReality_Right_Trackpad_Right
source: Mixed Reality (R) Trackpad Right
es: Trackpad hacia la derecha (D) de Mixed Reality

# InputKeys,OculusTouch_Left_X_Click
source: Oculus Touch (L) X Press
es: Pulsar X (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Y_Click
source: Oculus Touch (L) Y Press
es: Pulsar Y (I) de Oculus Touch

# InputKeys,OculusTouch_Left_X_Touch
source: Oculus Touch (L) X Touch
es: Tocar X (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Y_Touch
source: Oculus Touch (L) Y Touch
es: Tocar Y (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Menu_Click
source: Oculus Touch (L) Menu
es: Menú (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Grip_Click
source: Oculus Touch (L) Grip
es: Empuñadura (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Grip_Axis
source: Oculus Touch (L) Grip Axis
es: Eje de la empuñadura (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Trigger_Click
source: Oculus Touch (L) Trigger
es: Gatillo (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Trigger_Axis
source: Oculus Touch (L) Trigger Axis
es: Eje del gatillo (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Trigger_Touch
source: Oculus Touch (L) Trigger Touch
es: Tocar gatillo (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_X
source: Oculus Touch (L) Thumbstick X-Axis
es: Eje X stick (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Y
source: Oculus Touch (L) Thumbstick Y-Axis
es: Eje Y stick (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_2D
source: Oculus Touch (L) Thumbstick 2D-Axis
es: Eje 2D stick (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Click
source: Oculus Touch (L) Thumbstick Button
es: Botón stick (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Touch
source: Oculus Touch (L) Thumbstick Touch
es: Pulsar stick (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Up
source: Oculus Touch (L) Thumbstick Up
es: Stick hacia arriba (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Down
source: Oculus Touch (L) Thumbstick Down
es: Stick hacia abajo (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Left
source: Oculus Touch (L) Thumbstick Left
es: Stick hacia la izquierda (I) de Oculus Touch

# InputKeys,OculusTouch_Left_Thumbstick_Right
source: Oculus Touch (L) Thumbstick Right
es: Stick hacia la derecha (I) de Oculus Touch

# InputKeys,OculusTouch_Right_A_Click
source: Oculus Touch (R) A Press
es: Pulsar botón A (D) de Oculus Touch

# InputKeys,OculusTouch_Right_B_Click
source: Oculus Touch (R) B Press
es: Pulsar botón B (D) de Oculus Touch

# InputKeys,OculusTouch_Right_A_Touch
source: Oculus Touch (R) A Touch
es: Tocar botón A (D) de Oculus Touch

# InputKeys,OculusTouch_Right_B_Touch
source: Oculus Touch (R) B Touch
es: Tocar botón B (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Grip_Click
source: Oculus Touch (R) Grip
es: Botón lateral (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Grip_Axis
source: Oculus Touch (R) Grip Axis
es: Eje botón lateral (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Trigger_Click
source: Oculus Touch (R) Trigger
es: Gatillo (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Trigger_Axis
source: Oculus Touch (R) Trigger Axis
es: Eje del gatillo (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Trigger_Touch
source: Oculus Touch (R) Trigger Touch
es: Tocar gatillo (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_X
source: Oculus Touch (R) Thumbstick X-Axis
es: Eje X stick (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Y
source: Oculus Touch (R) Thumbstick Y-Axis
es: Eje Y stick (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_2D
source: Oculus Touch (R) Thumbstick 2D-Axis
es: Eje 2D stick (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Click
source: Oculus Touch (R) Thumbstick Button
es: Botón stick (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Touch
source: Oculus Touch (R) Thumbstick Touch
es: Pulsar stick (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Up
source: Oculus Touch (R) Thumbstick Up
es: Stick hacia arriba (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Down
source: Oculus Touch (R) Thumbstick Down
es: Stick hacia abajo (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Left
source: Oculus Touch (R) Thumbstick Left
es: Stick hacia la izquierda (D) de Oculus Touch

# InputKeys,OculusTouch_Right_Thumbstick_Right
source: Oculus Touch (R) Thumbstick Right
es: Stick hacia la derecha (D) de Oculus Touch
